{
  "architectures": [
    "BertForSequenceClassification"
  ],
  "attention_probs_dropout_prob": 0.1,
  "classifier_dropout": null,
  "directionality": "bidi",
  "dtype": "float32",
  "embedding_size": 768,
  "gradient_checkpointing": false,
  "hidden_act": "gelu",
  "hidden_dropout_prob": 0.1,
  "hidden_size": 768,
  "id2label": {
    "0": "\ub9db_\uae0d\uc815",
    "1": "\ub9db_\ubd80\uc815",
    "2": "\ub9db_\uc911\ub9bd",
    "3": "\uc9e0\ub9db_\uae0d\uc815",
    "4": "\uc9e0\ub9db_\ubd80\uc815",
    "5": "\uc9e0\ub9db_\uc911\ub9bd",
    "6": "\ub9e4\uc6b4\ub9db_\uae0d\uc815",
    "7": "\ub9e4\uc6b4\ub9db_\ubd80\uc815",
    "8": "\ub9e4\uc6b4\ub9db_\uc911\ub9bd",
    "9": "\ub2e8\ub9db_\uae0d\uc815",
    "10": "\ub2e8\ub9db_\ubd80\uc815",
    "11": "\ub2e8\ub9db_\uc911\ub9bd",
    "12": "\ub290\ub07c\ud568_\uae0d\uc815",
    "13": "\ub290\ub07c\ud568_\ubd80\uc815",
    "14": "\ub290\ub07c\ud568_\uc911\ub9bd",
    "15": "\ub2f4\ubc31\ud568_\uae0d\uc815",
    "16": "\ub2f4\ubc31\ud568_\ubd80\uc815",
    "17": "\ub2f4\ubc31\ud568_\uc911\ub9bd",
    "18": "\uace0\uc18c\ud568_\uae0d\uc815",
    "19": "\uace0\uc18c\ud568_\ubd80\uc815",
    "20": "\uace0\uc18c\ud568_\uc911\ub9bd",
    "21": "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\uae0d\uc815",
    "22": "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\ubd80\uc815",
    "23": "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\uc911\ub9bd",
    "24": "\uc591_\uae0d\uc815",
    "25": "\uc591_\ubd80\uc815",
    "26": "\uc591_\uc911\ub9bd",
    "27": "\uc11c\ube44\uc2a4_\uae0d\uc815",
    "28": "\uc11c\ube44\uc2a4_\ubd80\uc815",
    "29": "\uc11c\ube44\uc2a4_\uc911\ub9bd",
    "30": "\uac00\uaca9_\uae0d\uc815",
    "31": "\uac00\uaca9_\ubd80\uc815",
    "32": "\uac00\uaca9_\uc911\ub9bd",
    "33": "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\uae0d\uc815",
    "34": "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\ubd80\uc815",
    "35": "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\uc911\ub9bd",
    "36": "\uc18c\uc74c_\uae0d\uc815",
    "37": "\uc18c\uc74c_\ubd80\uc815",
    "38": "\uc18c\uc74c_\uc911\ub9bd",
    "39": "\ubd84\uc704\uae30_\uae0d\uc815",
    "40": "\ubd84\uc704\uae30_\ubd80\uc815",
    "41": "\ubd84\uc704\uae30_\uc911\ub9bd",
    "42": "\uacf5\uac04_\uae0d\uc815",
    "43": "\uacf5\uac04_\ubd80\uc815",
    "44": "\uacf5\uac04_\uc911\ub9bd",
    "45": "\uc8fc\ucc28_\uae0d\uc815",
    "46": "\uc8fc\ucc28_\ubd80\uc815",
    "47": "\uc8fc\ucc28_\uc911\ub9bd",
    "48": "\ub300\uae30_\uae0d\uc815",
    "49": "\ub300\uae30_\ubd80\uc815",
    "50": "\ub300\uae30_\uc911\ub9bd"
  },
  "initializer_range": 0.02,
  "intermediate_size": 3072,
  "label2id": {
    "\uac00\uaca9_\uae0d\uc815": 30,
    "\uac00\uaca9_\ubd80\uc815": 31,
    "\uac00\uaca9_\uc911\ub9bd": 32,
    "\uace0\uc18c\ud568_\uae0d\uc815": 18,
    "\uace0\uc18c\ud568_\ubd80\uc815": 19,
    "\uace0\uc18c\ud568_\uc911\ub9bd": 20,
    "\uacf5\uac04_\uae0d\uc815": 42,
    "\uacf5\uac04_\ubd80\uc815": 43,
    "\uacf5\uac04_\uc911\ub9bd": 44,
    "\ub290\ub07c\ud568_\uae0d\uc815": 12,
    "\ub290\ub07c\ud568_\ubd80\uc815": 13,
    "\ub290\ub07c\ud568_\uc911\ub9bd": 14,
    "\ub2e8\ub9db_\uae0d\uc815": 9,
    "\ub2e8\ub9db_\ubd80\uc815": 10,
    "\ub2e8\ub9db_\uc911\ub9bd": 11,
    "\ub2f4\ubc31\ud568_\uae0d\uc815": 15,
    "\ub2f4\ubc31\ud568_\ubd80\uc815": 16,
    "\ub2f4\ubc31\ud568_\uc911\ub9bd": 17,
    "\ub300\uae30_\uae0d\uc815": 48,
    "\ub300\uae30_\ubd80\uc815": 49,
    "\ub300\uae30_\uc911\ub9bd": 50,
    "\ub9db_\uae0d\uc815": 0,
    "\ub9db_\ubd80\uc815": 1,
    "\ub9db_\uc911\ub9bd": 2,
    "\ub9e4\uc6b4\ub9db_\uae0d\uc815": 6,
    "\ub9e4\uc6b4\ub9db_\ubd80\uc815": 7,
    "\ub9e4\uc6b4\ub9db_\uc911\ub9bd": 8,
    "\ubd84\uc704\uae30_\uae0d\uc815": 39,
    "\ubd84\uc704\uae30_\ubd80\uc815": 40,
    "\ubd84\uc704\uae30_\uc911\ub9bd": 41,
    "\uc11c\ube44\uc2a4_\uae0d\uc815": 27,
    "\uc11c\ube44\uc2a4_\ubd80\uc815": 28,
    "\uc11c\ube44\uc2a4_\uc911\ub9bd": 29,
    "\uc18c\uc74c_\uae0d\uc815": 36,
    "\uc18c\uc74c_\ubd80\uc815": 37,
    "\uc18c\uc74c_\uc911\ub9bd": 38,
    "\uc591_\uae0d\uc815": 24,
    "\uc591_\ubd80\uc815": 25,
    "\uc591_\uc911\ub9bd": 26,
    "\uc8fc\ucc28_\uae0d\uc815": 45,
    "\uc8fc\ucc28_\ubd80\uc815": 46,
    "\uc8fc\ucc28_\uc911\ub9bd": 47,
    "\uc9e0\ub9db_\uae0d\uc815": 3,
    "\uc9e0\ub9db_\ubd80\uc815": 4,
    "\uc9e0\ub9db_\uc911\ub9bd": 5,
    "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\uae0d\uc815": 33,
    "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\ubd80\uc815": 34,
    "\ucf8c\uc801\ud568/\uccad\uacb0\ub3c4_\uc911\ub9bd": 35,
    "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\uae0d\uc815": 21,
    "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\ubd80\uc815": 22,
    "\ud488\uc9c8/\uc2e0\uc120\ub3c4_\uc911\ub9bd": 23
  },
  "layer_norm_eps": 1e-12,
  "max_position_embeddings": 512,
  "model_type": "bert",
  "num_attention_heads": 12,
  "num_hidden_layers": 12,
  "pad_token_id": 0,
  "pooler_fc_size": 768,
  "pooler_num_attention_heads": 12,
  "pooler_num_fc_layers": 3,
  "pooler_size_per_head": 128,
  "pooler_type": "first_token_transform",
  "position_embedding_type": "absolute",
  "problem_type": "multi_label_classification",
  "transformers_version": "4.57.1",
  "type_vocab_size": 2,
  "use_cache": true,
  "vocab_size": 42000
}
